Repository: Ali-sh20/Watinplus
Catalog: lib/l10n/intl_*.arb
Languages: ar

# Art2_1
source: Wateen Platform
ar: منصة وتين

# Art2_2
source: Marketing Services
ar: للخدمات التسويقية

# Art2_3
source: To support small and large projects that contain a variety of marketing ideas
ar: لدعم المشاريع الصغيرة والكبيرة التي تحتوي على أفكار تسويقية متنوعة

# Art2_4
source: Wateen Plus offers its clients services Marketing and advertising in an integrated way in a professional manner, ensuring that you increase In sales and customers in record time
ar: وتيــــــن بلـــــــس تقدم لعملائها الخدمات التسويقية والاعلانية بالصورة المتكاملة بالشكل الاحترافي،مما يضمن لك زيادة في المبيعات والعملاء في وقت قياسي

source: skip
ar: تخطي

source: start
ar: ابدأ

# Art3_user
source: Registered User
ar: مستخدم مسجل

# Art3_project
source: Projects in progress
ar: مشاريع قيد التنفيذ

# Art3_team
source: Number of work team
ar: عدد فريق عمل وتين

# Art4_1
source: We provide many services that help you grow your business
ar: نحن نقدم العديد من الخدمات التي تساعدك على نمو اعمالك

# Art4_2
source: We can complete 99% of your business and manage your own projects in the following areas
ar: يمكننا انجاز 99% من اعمالك وإدارة مشاريعك الخاصة في المجالات التالية

# Art4_design
source: Design
ar: التصميم

# Art4_marketing
source: Marketing
ar: التسويق

# Art4_content
source: Content
ar: المحتوى

# Art4_video
source: Video
ar: الفيديو

# Art4_programing
source: Programming
ar: البرمجة

# Art4_administration
source: Administration
ar: الإدارة

# Art4_engineering
source: Engineering
ar: الهندسة

# Art5_SignIn
source: Sign in
ar: تسجيل الدخول

# Art5_SignUp
source: Sign up
ar: إنشاء حساب

# Art5_Welcome
source: Welcome to WATINPLUS
ar: أهلا بك في وتين بلس

# Art5_started
source: Let’s get started
ar: هيا بنا نبدأ

# Art5_Username
source: Username
ar: اسم المستخدم

# Art5_mobileNumber
source: Your mobile number
ar: رقم الهاتف

# Art5_Email
source: Email
ar: البريد الإلكتروني

# Art5_Password
source: Password
ar: كلمة المرور

# Art5_City
source: City
ar: المدينة

# Art5_NEXT
source: NEXT
ar: التالي

# Art6_Congratulations
source: Congratulations!
ar: تهانينا!

# Art6_Congratulations2
source: Your mobile number verified successfull! You can now continue using WATINPLUS App
ar: تم التحقق من رقم هاتفك المحمول ناجح! يمكنك الآن الاستمرار في استخدام تطبيق وتين بلس

# Art6_LATER
source: LATER
ar: لاحقا

# Art7_SignWATINPLUS
source: Sign in to WATINPLUS
ar: سجّل الدخول إلى وتين بلس

# Art7_Enter
source: Enter email & password to continue
ar: أدخل بريدك الإلكتروني وكلمة المرور

# Art7_Forgot
source: Forgot password?
ar: نسيت كلمة المرور؟

# Art7_SignIn
source: SIGN IN
ar: تسجيل الدخول

# ArtHome_main
source: Main
ar: الرئيسية

# ArtHome_received
source: Received
ar: الوارد

# ArtHome_business
source: Business
ar: الأعمال

# ArtHome_profiles
source: Profile
ar: ملفي

# Art8_departments
source: Departments
ar: الأقسام

# Art8_Browse
source: Browse businesses by departments
ar: تصفح الأعمال حسب الأقسام

# Art8_departmentsDesign
source: Design
ar: التصميم

# Art8_departmentsMarketing
source: Marketing
ar: التسويق

# Art8_departmentsContent
source: Content
ar: المحتوى

# Art8_departmentsVideo
source: Video
ar: الفيديو

# Art8_departmentsProgramming
source: Programming
ar: البرمجة

# Art8_departmentsAdministration
source: Administration
ar: الإدارة

# Art8_departmentsEngineering
source: Engineering
ar: الهندسة

# drawer_name
source: Mahmoud Abu Dguen
ar: محمود أبو دقن

# drawer_country
source: Palestine
ar: فلسطين

# drawer_city
source: Gaza
ar: غزة

# drawer_profile
source: Profile
ar: الملف الشخصي

# drawer_TechnicalSupport
source: Technical support
ar: الدعم الفني

# drawer_Settings
source: Settings
ar: الإعدادات

# drawer_ConfirmLogOut
source: Are you sure to log out?
ar: هل أنت متأكد من تسجيل خروج ؟

# drawer_LogOut
source: Log Out
ar: تسجيل خروج

# drawer_Back
source: Back
ar: تراجع

# drawer_About
source: About The Podium
ar: عن المنصة

# drawer_Tips
source: Tips And Tricks
ar: إرشادات ونصائح

# drawer_SuccessPartners
source: Success Partners
ar: شركاء النجاح

# Art12_talks
source: Chats
ar: محادثات

# Art12_invitation
source: Invitation
ar: دعوات

# Art12_1
source: All invitations to messages
ar: جميع الدعوات الواردة

# Art12_2
source: You will find it in this file
ar: ستجدها في هذا الملف

# Art12_3
source: There are no invitations yet
ar: لا يوجد دعوات بعد

# Art13_1
source: There are no works
ar: لا يوجد أعمال

# Art13_declared
source: Declared
ar: معلنة

# Art13_active
source: Active
ar: نشطة

# Art13_completed
source: Completed
ar: مكتملة

# Art14_dateOfRegistration
source: Date of registration
ar: تاريخ التسجيل

# Art14_date
source: Feb 27, 2021
ar: 27 فبراير 2021

# Art14_addDep
source: Added sections
ar: الأقسام المضافة

# Art14_nameDep
source: Departments
ar: اسم القسم

# Art14_numPlane
source: plans
ar: عدد الخطط

# Art14_numTask
source: task
ar: عدد المهام

# Art14_amount
source: Amount
ar: المبلغ

# Art14_CompletedPlans2
source: Pending tasks
ar: مهام قيد الانتظار

# Art14_TasksInProgress
source: Tasks In Progress
ar: مهام قيد التنفيذ

# Art14_TasksUnderReview
source: Tasks Under Review
ar: مهام قيد المراجعة

# Art14_PendingTasks
source: Completed tasks
ar: مهام منجزة

# Art14_monthlyPlanFlowChart
source: Monthly plan flow chart
ar: مخطط سير الخطط الشهرية

# Art14_newMessages
source: New Messages
ar: الرسائل الجديدة

# Art14_IncomingMessages
source: Incoming Messages
ar: الرسائل الواردة

# Art14_plan
source: Plans
ar: الخطط

# Art14_addPlane
source: Add a new plan
ar: أضف خطة جديدة

# Art16_perInfo
source: personal Information
ar: المعلومات الشخصية

# Art16_accSet
source: Account Settings
ar: إعدادات الحساب

# Art17_personal
source: personal information
ar: المعلومات الشخصية

# Art17_fullName
source: Mahmoud Majed Abu Digne
ar: محمود ماجد أبو دقن

# Art17_birthDate
source: 18 - May - 1994
ar: 18 - مايو - 1994

# Art17_userName
source: User Name
ar: اسم الحساب

# Art17_fullNames
source: Full Name
ar: الاسم الكامل

# Art17_sex
source: Sex
ar: الجنس

# Art17_sexM
source: male
ar: ذكر

# Art17_sexF
source: female
ar: أنثى

# Art17_SocialStatus
source: Social Status
ar: الحالة الاجتماعية

# Art17_SocialStatusSingle
source: Single
ar: أعزب

# Art17_SocialStatusMarried
source: Married
ar: متزوج

# Art17_dateOfBirth
source: Date Of Birth
ar: تاريخ الميلاد

# Art17_city
source: City
ar: المدينة

# Art17_country
source: Country
ar: الدولة

# Art17_aboutJob
source: About job
ar: عن العمل

# Art17_company
source: Company
ar: شركة

# Art17_individualWork
source: Individual Work
ar: عمل فردي

# Art18_language
source: Language
ar: اللغة

# Art19_about
source: Elite of the best designers, programmers and content marketing We have been working for more than 5 years of creativity and excellence in the world of entrepreneurship in our present time in the local and global worlds
ar: نخبة من أفضل المصممين والمبرمجين والتسويق بالمحتوى نعمل لأكثر من 5سنوات من الابداع والتميز في عالم ريادة الأعمال في وقتنا الحالي في العالم المحلي والعالمي

# Art18_communication
source: Connect Us
ar: تواصل معنا

# Art18_Payment
source: Payment methods available
ar: وسائل الدفع المتاحة

# Art20_Tips
source: Watin Tips
ar: نصائح وتين

# Art20_Tips1
source: When choosing a trade name, brand names play a major role in the success or failure of brands, so it cannot be tolerated by choosing a trade name at random, or any name that comes to your mind and you must think deep and organized planning
ar: عند اختيار الاسم التجاري ان الاسماء التجارية تلعب دور رئيسي في نجاح أو فشل العلامات التجارية لذا لا يمكن التهاون باختيار الاسم التجاري بشكل عشوائي ، او أي اسم يجول في خاطرك ولابد من التفكير العميق والتخطيط المنظم

# Art20_Tips2
source: When choosing your company logo that element The human eye has a great and effective effect Also in his memory, more than other items such as hearing, smelling, touching, etc
ar: عند اختيار شعار الشركة الخاصة بك ان العنصر البصري لدى الإنسان له تأثير كبير وفعال ايضا في ذاكرته ، أكثر من العناصر الأخرى كالسمع والشم واللمس وغيرها

# Art20_more
source: read more
ar: أقرأ المزيد

# Art20_less
source: less
ar: الأقل

# Art21_customerReviews
source: Customer Reviews
ar: آراء العملاء

# Art21_Trusted
source: Trusted by thousands of happy customers
ar: موثوق به من قبل الآلاف من العملاء السعداء

# Art21_review
source: This text is an example of a text that can replace in the same space, this text has been | generated from the Arabic text generator where you can
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم| توليد هذا النص من مولد النص العربى حيث يمكنك

# Art22_LogoDesignT
source: Logo Design
ar: تصميم شعارات

# Art22_LogoDesignS
source: Designing logos and brands
ar: تصميم الشعارات والعلامات التجارية

# Art22_businessIdentityT
source: Business Identity
ar: الهوية التجارية

# Art22_businessIdentityS
source: Design of Publications and Business Identity
ar: تصميم المطبوعات والهوية التجارية

# Art22_socialMDesignsT
source: Social Media Designs
ar: تصاميم سوشيال ميديا

# Art22_socialMDesignsS
source: Designing logos and brands
ar: تصميم الشعارات والعلامات التجارية

# Art22_ProfileSettingT
source: Profile Setting
ar: إعداد بروفايل

# Art22_ProfileSettingS
source: Corporate presentation design
ar: تصميم العروض التقديمية للشركات

# Art22_cartoonsT
source: Cartoons
ar: رسوم كرتون

# Art22_cartoonsS
source: Drawing scenes and characters
ar: رسم المشاهد والشخصيات

# Art22_UIUXDesignT
source: UI/UX Design
ar: تصميم واجهات

# Art22_UIUXDesignS
source: User interface design for websites and apps
ar: تصميم واجهات المواقع والتطبيقات

# Art23_planMarketingT
source: Marketing Plans
ar: الخطط التسويقية

# Art23_planMarketingS
source: Building marketing plans and strategies
ar: بناء الخطط التسويقية و الاستراتيجيات

# Art23_SearchT
source: Search Engine Optimization
ar: تحسين محركات البحث

# Art23_SearchS
source: Preparation and analysis of keywords
ar: اعداد وتحليل الكلمات المفتاحية

# Art23_SocialMediaT
source: Social Media ads
ar: إعلانات مواقع التواصل

# Art23_SocialMediaS
source: Advertising campaigns management on social media
ar: ادارة الحملات الاعلانات في مواقع التواصل

# Art23_MarketingAdviceT
source: Marketing Advice
ar: استشارة تسويقية

# Art23_MarketingAdviceS
source: Project marketing consultancy
ar: استشارات خاصة في تسويق المشاريع

# Art23_SocialMediaManagementS
source: Social media management
ar: ادارة المنصات الاجتماعية

# Art23_WebsiteAnalysisT
source: Website Analysis
ar: تحليل المواقع الكترونية

# Art23_WebsiteAnalysisS
source: Website stats and analysis
ar: احصائيات وتحليل المواقع الكترونية

# Art24_SocialMediaContentT
source: Social media content
ar: محتوى سوشال ميديا

# Art24_SocialMediaContentS
source: Writing content for social media
ar: كتابة محتوى مواقع التواصل الاجتماعي

# Art24_ScriptWritingT
source: Script writing
ar: كتابة سيناريو

# Art24_ScriptWritingS
source: Writing scripts for ads and videos
ar: كتابة سيناريو إعلانات و الفيديوهات

# Art24_bloggingT
source: Blogging
ar: كتابة مدونات

# Art24_bloggingS
source: Create business blogs and news
ar: انشاء مدونات تجارية و أخبار

# Art24_WritingBusinessArticlesT
source: Writing business articles
ar: كتابة مقالات أعمال

# Art24_WritingBusinessArticlesS
source: Writing articles and reports for business
ar: كتابة المقالات و التقارير للأعمال

# Art24_corporateProfileT
source: corporate profile
ar: بروفايل للشركات

# Art24_corporateProfileS
source: Writing company profiles
ar: كتابة ملفات تعريفية للشركات

# Art24_TranslationT
source: Translation
ar: الترجمة

# Art24_TranslationS
source: Translation in multiple languages
ar: الترجمة بلغات متعددة

# Art25_WhiteboardT
source: Whiteboard
ar: وايت بورد

# Art25_VideoProducerT
source: Video Producer
ar: منتاج فيديو

# Art25_MotionGraphicsT
source: Motion Graphics
ar: موشن جرافيك

# Art25_MotionGraphicsS
source: Create a motion graphic video
ar: انشاء فيديو موشن جرافيك

# Art25_AudioCommentaryT
source: Audio Commentary
ar: تعليق الصوتي

# Art25_EditVideoT
source: Edit Video
ar: تحرير فيديو

# Art25_EditVideoS
source: Edit previous video
ar: تعديل فيديو سابق

# Art25_introT
source: Intro
ar: انترو

# Art25_introS
source: Producing intros (animating a logo)
ar: انتاج مقدمات (تحريك شعار)

# Art26_MobileAppsT
source: Mobile Apps
ar: تطيبقات هواتف

# Art26_MobileAppsS
source: Smartphone Applications
ar: تطيبقات الهواتف الذكية

# Art26_WebsitesT
source: Websites & electronic
ar: المواقع والمتاجر

# Art26_WebsitesS
source: Programming websites and stores
ar: برمجة المواقع و المتاجر بجميع لغات البرمجة

# Art26_IntroductorySitesT
source: Introductory Sites
ar: المواقع التعريفية

# Art26_IntroductorySitesS
source: Creation of corporate and personal websites
ar: انشاء مواقع الشركات و الشخصية

# Art26_serversT
source: Servers
ar: سيرفرات

# Art26_serversS
source: Setting and modifying website servers
ar: ضبط وتعديل سيرفرات المواقع

# Art26_blogsT
source: Blogs
ar: مدونات

# Art26_blogsS
source: Create Blogs
ar: انشاء مدونات إلكترونية

# Art26_ModificationsT
source: Modifications&improvement
ar: تعديلات وتحسين

# Art26_ModificationsS
source: Troubleshooting and repairing
ar: تعديل وإصلاح الأعطال

# Art28_managementAdviceT
source: Management Advice
ar: استشارة إدارية

# Art28_businessPlanT
source: Business Plan
ar: خطة عمال

# Art28_businessPlanS
source: Project and business development
ar: تطوير المشاريع والأعمال

# Art28_FeasibilityStudyT
source: Feasibility Study
ar: دراسة جدوى

# Art28_FeasibilityStudyS
source: Feasibility study for start-up projects
ar: دراسة جدوى لمشاريع ناشئة

# Art28_DataEntryT
source: Data Entry
ar: ادخال البيانات

# Art28_DataEntryS
source: Administrative assistance and data entry
ar: المساعدات الإدارية وإدخال البيانات

# Art28_FinancialServicesT
source: Financial Services
ar: خدمات مالية

# Art28_FinancialServicesS
source: Accounting audit and financial plans
ar: التدقيق المحاسبي والخطط المالية

# Art28_scientificResearchT
source: Scientific Research
ar: بحث علمي

# Art29_InteriorDesignT
source: Interior Design
ar: تصميم ديكور داخلي

# Art29_ExteriorDesignT
source: Exterior Design
ar: تصميم ديكور خارجي

# Art29_workPlansT
source: Work Plans
ar: مخططات عمل

# Art29_workPlansS
source: Drawing engineering and architectural plans
ar: رسم المخططات الهندسية والمعمارية

# Art30_providerT
source: We provide outstanding support and efficient solutions
ar: نحن نقدم دعمًا متميزًا وحلولاً فعالة

# Art30_HelpT
source: Help and documentation
ar: المساعدة و التوثيق

# Art30_HelpS
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_supportT
source: community and support
ar: المجتمع و الدعم

# Art30_supportS
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_DeveloperT
source: Developer and Resources
ar: المطور و الموارد

# Art30_DeveloperS
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_HelpS2
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_supportS2
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_DeveloperS2
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_NoSolutionT
source: No solution found?
ar: لم يتم العثور على حل؟

# Art30_NoSolutionS
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_helpPage
source: Go to the help page
ar: انتقل إلى صفحة المساعدة

# Art30_knowledgeBaseT
source: knowledge base
ar: قاعدة المعرفة

# Art30_knowledgeBaseS
source: This text is an example of a text that can replace in the same space, this text is generated from the Arabic text generator, where you can generate such text or many texts
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص

# Art30_helpPage2
source: knowledge base
ar: صفحة المساعدة

# Art30_problemTitle
source: problem title
ar: عنوان المشكلة

# Art30_WriteProblemTitle
source: Write the title in short
ar: اكتب العنوان باختصار

# Art30_ProblemDetails
source: Problem details
ar: تفاصيل المشكلة

# Art30_writeProblem
source: write the problem
ar: اكتب المشكلة

# Art30_disclaimer
source: Very, very important disclaimer: This text is an example of text that can be replaced in the same space. it's done
ar: تنويه هام جدا جدا جدا: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة. لقد تم

# Art30_sendRequest
source: Send Request
ar: إرسال الطلب

source: OK
ar: موافق

source: Choose The Section
ar: اختر القسم

# PleaseChooseTheSection
source: Please select the section
ar: من فضلك اختر القسم

# Art13_NameProject
source: Project Name :
ar: اسم المشروع :

# Art13_DepProject
source: Department :
ar: القسم :

# Art13_budgetProject
source: Project budget :
ar: ميزانية المشروع :

# Art13_DateProject
source: Starting date :
ar: تاريخ البدء :

# Art12_1_titlecard
source: Watinplus
ar: وتين بلس

# Art12_1_subtitlecard
source: Welcomt to Watinplus
ar: اهلاً وسهلاً بك في وتين بلس
